---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemCopeAxisAngle
source: html/df2c11e8-cf4b-414d-7d37-6ba6c8fcdc74.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemCopeAxisAngle Property

"Tilt angle"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemCopeAxisAngle { get; }
```